tap "codecrafters-io/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "julien-cpsn/atac"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "teamookla/speedtest"
tap "xwmx/taps"
brew "ack"
brew "act"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "open-mpi"
brew "openblas"
brew "autoconf"
brew "automake"
brew "libssh2"
brew "bat"
brew "blueutil"
brew "boost"
brew "freetype"
brew "glib"
brew "cmatrix"
brew "commitizen"
brew "coreutils"
brew "cowsay"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "ghostscript"
brew "fd"
brew "fribidi"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpegthumbnailer"
brew "openssl@1.1"
brew "fftw"
brew "netpbm"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "graphicsmagick"
brew "groonga"
brew "gum"
brew "hdf5"
brew "howdoi"
brew "htop"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libxml2"
brew "libxmlsec1"
brew "mailsy"
brew "mas"
brew "mkcert"
brew "mongosh"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "oath-toolkit"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "openjdk"
brew "pass"
brew "pass-otp"
brew "poppler"
brew "portal"
brew "qt@5"
brew "pyqt@5"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "sl"
brew "slides"
brew "smartmontools"
brew "sshs"
brew "starship"
brew "stow"
brew "taskell"
brew "tbb"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "w3m"
brew "watchman"
brew "wget"
brew "xclip"
brew "yarn"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "codecrafters-io/tap/codecrafters"
brew "julien-cpsn/atac/atac"
brew "mongodb/brew/mongodb-community"
brew "teamookla/speedtest/speedtest"
brew "xwmx/taps/nb"
cask "aerospace"
cask "font-symbols-only-nerd-font"
cask "spaceid"
cask "wezterm"
cask "zulu@11"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "ColorSlurp", id: 1287239339
mas "CopyClip", id: 595191960
mas "Developer", id: 640199958
mas "Dropover", id: 1355679052
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "WireGuard", id: 1451685025
vscode "aaron-bond.better-comments"
vscode "accordproject.cicero-vscode-extension"
vscode "adpyke.codesnap"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andrejunges.handlebars"
vscode "angelomollame.conflict-squeezer"
vscode "antfu.icons-carbon"
vscode "asvetliakov.vscode-neovim"
vscode "aws-scripting-guy.cform"
vscode "belfz.search-crates-io"
vscode "bmalehorn.vscode-fish"
vscode "chakrounanas.turbo-console-log"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "codemooseus.vscode-devtools-for-chrome"
vscode "codestream.codestream"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "devall.dracula-darcula"
vscode "diemasmichiels.emulate"
vscode "dmitry-korobchenko.prototxt"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "elanandkumar.el-vsc-product-icon-theme"
vscode "eliverlara.andromeda"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-rename-tag"
vscode "fwcd.kotlin"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "greenbyte.handlebars-preview"
vscode "hars.cppsnippets"
vscode "hbenl.vscode-test-explorer"
vscode "helgardrichard.helium-icon-theme"
vscode "heybourn.headwind"
vscode "hoovercj.vscode-power-mode"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.vscode-peacock"
vscode "josetr.cmake-language-support-vscode"
vscode "jpoissonnier.vscode-styled-components"
vscode "kamikillerto.vscode-colorize"
vscode "kavod-io.vscode-jest-test-adapter"
vscode "kddejong.vscode-cfn-lint"
vscode "kevinkassimo.cargo-toml-snippets"
vscode "krasimir.kalia"
vscode "leafvmaple.octave"
vscode "lextudio.restructuredtext"
vscode "maciekkoks.luvia-theme"
vscode "mathematic.vscode-latex"
vscode "max-ss.cyberpunk"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "panicbit.cargo"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "pomdtr.excalidraw-editor"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "pshershov.blueberry-banana"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "roblourens.vscode-nand2tetris-hdl"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sirtori.indenticator"
vscode "sonarsource.sonarlint-vscode"
vscode "spaceinvadev.alternight"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tinkertrain.theme-panda"
vscode "toasty-technologies.octave"
vscode "tommorris.mako"
vscode "tomoki1207.pdf"
vscode "trond-snekvik.simple-rst"
vscode "tusindfryd.octave-formatter"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "unifiedjs.vscode-remark"
vscode "usernamehw.errorlens"
vscode "vayan.haml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "wakatime.vscode-wakatime"
vscode "wesbos.theme-cobalt2"
vscode "whizkydee.material-palenight-theme"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
