tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kouzoh/merknife"
tap "ktr0731/evans"
tap "nikitabobko/tap"
brew "ack"
brew "cmatrix"
brew "commitizen"
brew "coreutils"
brew "cowsay"
brew "direnv"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "gnupg"
brew "goenv"
brew "grpcurl"
brew "jp"
brew "jq"
brew "kubectx"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "pwgen"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "virtualfish"
brew "wget"
brew "xclip"
brew "yazi"
brew "yq"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "kouzoh/merknife/merknife"
brew "ktr0731/evans/evans"
cask "aerospace"
cask "ghostty"
cask "monitorcontrol"
cask "wezterm"
